Repository: zaki3gh/DeviceList
Catalog: source/DeviceList/Strings/*/DeviceProperty.resw
Source language: en_us
Languages: ja_jp

# System_Devices_Children
source: Children
ja_jp: 子デバイス

# System_Devices_CompatibleIds
source: Compatible Ids
ja_jp: 互換性 ID

# System_Devices_ContainerId
source: Container Id
ja_jp: コンテナー ID

# System_Devices_DeviceCapabilities
source: Capabilities
ja_jp: 機能

# System_Devices_DeviceHasProblem
source: Has Problem?
ja_jp: 問題があるか?

# System_Devices_DeviceInstanceId
source: Device Instance Id
ja_jp: デバイス インスタンス ID

# System_Devices_DiscoveryMethod
source: Transport
ja_jp: トランスポート

# System_Devices_FriendlyName
source: Friendly name
ja_jp: フレンドリ名

# System_Devices_HardwareIds
source: Hardware Ids
ja_jp: ハードウェア ID

# System_Devices_Manufacturer
source: Manufacturer
ja_jp: 製造元

# System_Devices_ModelName
source: Model
ja_jp: モデル名

# System_Devices_ModelNumber
source: Model number
ja_jp: モデル番号

# System_ItemNameDisplay
source: Display name
ja_jp: 表示名

# {4340a6c5-93fa-4706-972c-7b648008a5a7} 12
source: Problem status
ja_jp: 問題ステータス

# {4340a6c5-93fa-4706-972c-7b648008a5a7} 2
source: DevNode status
ja_jp: DevNode ステータス

# {4340a6c5-93fa-4706-972c-7b648008a5a7} 3
source: Problem code
ja_jp: 問題コード

# {78c34fc8-104a-4aca-9ea4-524d52996e57} 90
source: Categories
ja_jp: カテゴリ

# {78c34fc8-104a-4aca-9ea4-524d52996e57} 97
source: Primary category
ja_jp: プライマリーカテゴリ

# {83da6326-97a6-4088-9453-a1923f573b29} 100
source: Install Date
ja_jp: インストール日

# {83da6326-97a6-4088-9453-a1923f573b29} 101
source: First Install Date
ja_jp: 初回インストール日

# {83da6326-97a6-4088-9453-a1923f573b29} 102
source: Last Arrival Date
ja_jp: 最後に接続した日

# {83da6326-97a6-4088-9453-a1923f573b29} 103
source: Last Removal Date
ja_jp: 最後に取り外した日

# {a45c254e-df1c-4efd-8020-67d146a850e0} 10
source: Device class guid
ja_jp: デバイス クラス GUID

# {a45c254e-df1c-4efd-8020-67d146a850e0} 11
source: Driver
ja_jp: ドライバー

# {a45c254e-df1c-4efd-8020-67d146a850e0} 13
source: Manufacturer
ja_jp: 製造元

# {a45c254e-df1c-4efd-8020-67d146a850e0} 2
source: Device description
ja_jp: デバイスの説明

# {a45c254e-df1c-4efd-8020-67d146a850e0} 9
source: Device class
ja_jp: デバイス クラス

# {a8b865dd-2e3d-4094-ad97-e593a70c75d6} 2
source: Driver assembly date
ja_jp: ドライバーのアセンブリ日

# {a8b865dd-2e3d-4094-ad97-e593a70c75d6} 3
source: Driver assembly version
ja_jp: ドライバーのアセンブリ バージョン

# {a8b865dd-2e3d-4094-ad97-e593a70c75d6} 4
source: Driver assembly description
ja_jp: ドライバーのアセンブリの説明

# {a8b865dd-2e3d-4094-ad97-e593a70c75d6} 9
source: Driver provider
ja_jp: ドライバー プロバイダー
